# -*- coding=utf-8 -*-
#! /usr/bin/env python
import re



import itertools


def yellow():
    list = [[574381974,1914449120,4169286583,3545721496],
            [574381974,4063162662,388811085],
            [574381974,3643952787,197952535,2992522068],
            [1848598232,3380006437,2567035938],
            [1848598232,388811085,766552490],
            [574381974,2172806945,2768884999,323733530],
            [574381974,2172806945,1914449120,2689078849,1721249078,1930641775,2567035938],
            [574381974,2293555310,2293555310],
            [574381974,766552490,388811085],
            [1310251159,3621248136,2399490240],
            [574381974,1062291266,1046945333,1914449120,2992522068],
            [2293555310,2293555310,2293555310,2992522068],
            [3380006437,2567035938,2293555310,2293555310,2293555310],
            [574381974,1848598232,4063162662],
            [388811085,2293555310,2293555310],
            [574381974,3524842556,1930709989,2707108209],
            [642791229,642566626,2707108209,3524842556]
            ]
#[季集部期]
def test(key):
    reg = '.*第[一二三四五六七八九十0-9]+[季集部期]+全集'
    re_res = re.search(reg, key)
    if re_res is not None:
        print('match')
    else:
        print('no match')

def yellow(key):
    reg = '.*亲.*女.*[好]+'
    re_res = re.search(reg, key)
    if re_res is not None:
        print('match')
    else:
        print('no match')

def evaluate2( splitor):
    if splitor is None or splitor == "":
        return ''
    res = ['国语版', '电影版', '电影完整版', '下载', '电影完整版下载', '全集免费版下载', '在线全集', '高清全集']
    return splitor.join(res)

def evaluate(key):
    isSeriesMatch = False
    reg_series = [".*完整版电影.*", ".*不是预告片.*",".*可观看.*",".*可看$",".*全是集.*",".*红海行动3.*",".*电视剧全集.*",".*[0-9]{2}$"]
    for reg in reg_series:
        re_res = re.search(reg, key)
        if re_res is not None:
            isSeriesMatch = True
            break
    if not isSeriesMatch:
        0
    else:
        1

if __name__ == '__main__':
    yellow('亲吻美女胸撕衣服吻胸视频大尺度')